Repository: jsfaux/JCloisterZone
Catalog: po/*.po
Languages: cs, de, fi, fr, hu, ja, nl, ro, ru

source: If you leave password empty, anybody can connect to your game.
cs: Pokud necháte heslo prázdné, kdokoliv se bude moci připojit ke hře.
de: Wenn Du kein Passwort vergibst, kann sich jeder mit Deinem Spiel verbinden.
fi: Jos jätät salasanan tyhjäksi, kuka tahansa voi yhdistää peliisi
fr: Si vous ne mettez pas de mot de passe, n''importe qui pourra se connecter à votre partie.
hu: Jelszó megadásának hiányában bárki csatlakozhat a játékhoz.
ja: 空のパスワードのままにすると、誰でもゲームに参加できます。
nl: Als je het wachtwoord leeg laat, kan iedereen verbinden met je spel.
ro: Dacă lăsaţi parola necompletată, oricine se va putea conecta la joc.
ru: Если вы не назначите пароль, к вашей игре сможет присоединиться любой игрок.

source: Create game
cs: Vytvořit hru
de: Spiel erzeugen
fi: Luo peli
fr: Créer une partie
hu: Játék létrehozása
ja: ゲーム作成
nl: Creëer spel
ro: Creare joc
ru: Создать игру

source: Join game
cs: Připojit se
de: Spiel beitreten
fi: Yhdistä peliin
fr: Rejoindre une partie
hu: Csatlakozás a játékhoz
ja: ゲームに参加
nl: Deelnemen aan spel
ro: Conectare la joc
ru: Присоединиться к игре

source: Remove game
cs: Odstranit hru
de: Spiel entfernen
fi: Poista peli
fr: Enlever la partie
hu: Játék eltávolítása
ja: ゲーム削除
nl: Spel verwijderen
ro: Ştergere joc
ru: Удалить игру

source: Do you want to remove game permanently?
cs: Opravdu chcete hru trvale odstranit?
de: Soll das Spiel dauerhaft entfernt werden?
fi: Haluatko poistaa pelin pysyvästi?
fr: Voulez vous enlever la partie de façon permanente ?
hu: Véglegesen eltávolítod a játékot?
ja: 本当にゲームを削除しますか？
nl: Wil je het spel permanent verwijderen?
ro: Doriţi ştergerea definitivă a acestui joc?
ru: Вы хотите безвозвратно удалить игру?

source: Players
cs: Hráči
de: Spieler
fi: Pelaajat
fr: Joueurs
hu: Játékosok
ja: プレーヤー
nl: Spelers
ro: Jucători
ru: Игроки

source: Connected clients
cs: Připojení klienti
de: Verbundene Spieler
fi: Yhdistetyt vierailijat
fr: Clients connectés
hu: Kapcsolódó kliensek
ja: 接続しているクライアント
nl: Verbonden cliënten
ro: Clienți conectați
ru: Присоединившиеся клиенты

source: Connecting
cs: Připojuji
de: Verbinden
fi: Yhdistetään
fr: Connexion en cours
hu: Csatlakozás
ja: 接続中
nl: Verbinden
ro: Se încearcă conectarea
ru: Соединение...

source: Host
cs: Hostitel
fi: Palvelin
fr: Hôte
hu: Szerver
ja: ホスト
ro: Gazdă
ru: Узел

source: Back
cs: Zpět
de: Zurück
fi: Takaisin
fr: Retour
hu: Vissza
ja: もどる
nl: Terug
ro: Înapoi
ru: Назад

source: Connection failed. Unknown host.
cs: Chyba spojení. Neznámý hostitel.
de: Verbindung gescheitert. Unbekannter Host.
fi: Yhdistäminen epäonnistui. Tuntematon isäntä.
fr: La connexion a échoué. Hôte inconnu.
hu: Csatlakozás sikertelen, ismeretlen szerver.
ja: 接続に失敗しました。ホストが不明です。
nl: Verbinding mislukt. Onbekende host.
ro: Conexiune eșuată. Gazda nu a putut fi determinată.
ru: Соединение не установлено. Неизвестный узел.

source: Connection refused.
cs: Spojení odmítnuto.
de: Verbindung verweigert.
fi: Yhteys estettiin.
fr: Connexion refusée.
hu: Csatlakozás visszautasítva.
ja: 接続が拒否されました。
nl: Verbinding geweigerd.
ro: Conexiune refuzată.
ru: В соединении отказано.

source: Connection failed.
cs: Spojení se nezdařilo.
de: Verbindung gescheitert.
fi: Yhdistäminen epäonnistui.
fr: Connexion échouée.
hu: Csatlakozás sikertelen.
ja: 接続に失敗しました。
nl: Verbinding mislukt.
ro: Conexiune eșuată.
ru: Соединение не установлено.

source: Invalid port number.
cs: Neplatné číslo portu.
de: Ungültige Port-Nummer.
fi: Väärä porttinumero.
fr: Port de communication non-valide.
hu: Érvénytelen portszám.
ja: 無効なポート番号。
nl: Ongeldige poort.
ro: Numar de port invalid.
ru: Неверный номер порта.

source: Nickname
cs: Přezdívka
de: Spitzname
fi: Nimimerkki
fr: Surnom
hu: Név
ja: あだ名
ro: Poreclă
ru: Псевдоним

source: Start game
cs: Začít hru
de: Spiel starten
fi: Aloita peli
fr: Démarrer une partie
hu: Játék indítása
ja: ゲーム開始
nl: Start spel
ro: Pornire joc
ru: Начать игру

source: Click twice on a slot button to add a computer player.
cs: Klikněte dvakrát na tlačítko pro přídání počítačového hráče.
de: Zum Hinzufügen eines Computergegners zweimal auf den Spielerplatz klicken.
fi: Klikkaa pelaajapaikkaa kahdesti lisätäksesi tietokonepelaajan.
fr: Cliquer deux fois sur un emplacement pour ajouter un joueur géré par l''ordinateur.
hu: Számítógép játékos hozzáadásához kattints duplán egy slot gombon.
ja: CPUを追加するには、コマアイコンを2回クリックしてください。
nl: Klik twee maal op een slot-knop om een computer speler toe te voegen.
ro: Faceți click de două ori pentru a adauga un jucător cu inteligență artificială
ru: Нажмите дважды на значок человечка, чтобы добавить компьютерного игрока.

source: Legacy Rules
cs: Historická pravidla

source: Clock
cs: Hodiny
de: Uhr
fi: Kello
fr: Minuterie
hu: Óra
ja: 時計
nl: Klok
ro: Cronometru
ru: Часы

source: player time limit
cs: časový limit hráče
de: Spielzuglimit
fi: pelaajan aikaraja
fr: temps par tour
hu: Gondolkodási idő
ja: プレイヤー制限時間
nl: speler tijdslimiet
ro: limita de timp pe tură
ru: лимит времени на одного игрока

source: minutes
cs: minut
de: Minuten
fi: minuuttia
hu: perc
ja: 分
nl: Minuten
ro: minute
ru: минут

source: Presets
cs: Předvolby
de: Vorlagen
fi: Esiasetukset
fr: Pré-réglages
hu: Mentett beállítások
ja: 事前設定
ro: Şabloane
ru: Сохранённые шаблоны

source: Preset name
cs: Název předvolby
de: Vorlagenname
fi: Esiasetuksen nimi
fr: Nom pré-réglés
hu: Megnevezés
ja: 事前設定名
nl: Preset naam
ro: Nume şablon
ru: Имя шаблона

source: Delete
cs: Smazat
de: Löschen
fi: Poista
fr: Effacer
hu: Törlés
ja: 削除
nl: Verwijderen
ro: Ştergere
ru: Удалить

source: Unassigned player
cs: Nepřiřazený hráč
de: Nicht zugewiesene Spieler
fi: Määrittämätön pelaaja
fr: Joueur non défini
hu: Üres játékos
ja: 割り当てられていないプレーヤー
nl: Niet toegewezen speler
ro: Jucător nealocat
ru: Неназначенный игрок

source: Local player
cs: Místní hráč
de: Lokaler Spieler
fi: Paikallinen pelaaja
fr: Joueur local
hu: Helyi játékos
ja: ローカルプレーヤー
nl: Lokale speler
ro: Jucător local
ru: Локальный игрок

source: Remote player
cs: Vzdálený hráč
de: Entfernter Spieler
fi: Etäpelaaja
fr: Joueur distant
hu: Távoli játékos
ja: リモートプレーヤー
nl: Remote speler
ro: Jucător la distanță
ru: Сетевой игрок

source: Computer player
cs: Počítačový hráč
de: Computergegner
fi: Tietokonepelaaja
fr: Joueur géré par l''ordinateur
hu: Számítógép játékos
ja: CPU
nl: Computer speler
ro: Inteligență artificială
ru: Компьютерный игрок

source: Remote computer player
cs: Vzdálený počítačový hráč
de: Entfernter Computerspieler
fi: Etätietokonepelaaja
fr: Joueur distant géré par l''ordinateur
hu: Távoli számítógép játékos
ja: リモートCPU
nl: Remote computer speler
ro: Inteligență artificială la distanță
ru: Сетевой компьютерный игрок

source: Open player slot
cs: Volná pozice
de: Spieler-Platz öffnen
fi: Vapaa pelaajapaikka
fr: Emplacement libre pour un joueur
hu: Nyitott játékoshelyek
ja: 空いているプレイヤースロット
nl: Open speler slot
ro: Deschidere loc jucător
ru: Свободный слот

source: Play again
cs: Hrát znovu
de: Nochmal spielen
fi: Pelaa uudelleen
fr: Re-jouer
hu: Új játék
ja: 再プレイ
nl: Opnieuw spelen
ro: Joc nou
ru: Играть ещё раз

source: Player
cs: Hráč
de: Spieler
fi: Pelaaja
fr: Joueur
hu: Játékos
ja: プレイヤー
nl: Speler
ro: Jucător
ru: Игрок

source: Rank
cs: Pořadí
de: Rangliste
fi: Sijoitus
fr: Niveau
hu: Ranglista
ja: ランク
nl: Rang
ro: Poziție
ru: Место

source: Total points
cs: Celkem bodů
de: Gesamtpunkte
fi: Yhteispisteet
fr: Score final
hu: Összpontszám
ja: 合計ポイント
nl: Totale punten
ro: Număr total de puncte
ru: Всего очков

source: Tiles placed
cs: Položeno kartiček
hu: Lerakott lapkák

source: Time consumed:(Player/Game)
cs: Odehraný čas:(hráč/hra)
hu: Felhasznált idő

source: Time consumed:(Percentage)
cs: Odehraný čas:(Procenta}
hu: Felhasznált idő (%)

source: Roads
cs: Cesty
de: Straßen
fi: Tiet
fr: Routes
hu: Utak
ja: 道路
nl: Wegen
ro: Drumuri
ru: Дороги

source: Cities
cs: Města
de: Städte
fi: Kaupungit
fr: Villes
hu: Városok
ja: 都市
nl: Steden
ro: Orașe
ru: Города

source: Cloisters
cs: Kláštery
de: Klöster
fi: Luostarit
fr: Abbayes
hu: Kolostorok
ja: 修道院
nl: Kloosters
ro: Mănăstiri
ru: Монастыри

source: Farms
cs: Louky
de: Wiesen
fi: Maatilat
fr: Prés
hu: Farmok
ja: 草原
nl: Weilanden
ro: Ferme
ru: Поля

source: Castles
cs: Hrady
de: Burgen
fi: Linnat
fr: Forteresses
hu: Kastélyok
ja: 城
nl: Burchten
ro: Castele
ru: Замки

source: The biggest city
cs: Největší město
de: Die größte Stadt
fi: Isoin kaupunki
fr: Ville la plus grande
hu: A legnagyobb város
ja: 最大の都市
nl: De grootste stad
ro: Cel mai mare oraș
ru: Самый большой город

source: The longest road
cs: Nejdelší cesta
de: Die längste Straße
fi: Pisin tie
fr: Route la plus longue
hu: A leghosszabb út
ja: 最長の道路
nl: De langste weg
ro: Cel mai lung drum
ru: Самая длинная дорога

source: Trade goods
cs: Kupecké zboží
de: Handelswaren
fi: Resurssit
fr: Vente de marchandises
hu: Kereskedés
ja: 商品を取引
nl: Handelswaren
ro: Schimb de bunuri
ru: Товары

source: Gold
cs: Zlato
fi: Kulta
fr: Or
hu: Arany
ja: 金
nl: Goud
ro: Aur
ru: Золото

source: Sheep
cs: Ovce
hu: Birkák

source: Fairy
cs: Víla
de: Fee
fi: Haltia
fr: Fée
hu: Tündér
ja: 妖精
nl: Fee
ro: Zână
ru: Фея

source: Tower ransom
cs: Výkupné za věž
de: Turmlösegeld
fi: Tornilunnaat
fr: Rançon de la tour
hu: Torony váltságdíj
ja: 塔の身代金
nl: Toren losgeld
ro: Răscumpărare turn
ru: Выкупы (Дополнение "Башня")

source: Bazaars
cs: Bazary
de: Basare
fi: Basaarit
fr: Bazars
hu: Bazárok
ja: バザール
ro: Piețe
ru: Базары

source: Wind rose
cs: Větrná růžice
de: Die Windrosen
fr: Rose des vents
hu: Szélrózsa
ja: 羅針図
nl: Windroos
ro: Roza vânturilor
ru: Роза ветров

source: <html>Use <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> or <b>cursor</b> keys to scroll the board. Click with <b>middle</b> mouse button to center the board. Zoom with <b>+</b> or <b>-</b> keys or use mouse <b>wheel</b>.</html>
cs: <html>Pomocí <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> nebo <b>kurzorových</b> kláves lze posouvat s hrací plochou. Klik <b>prostředním </b> tlačítkem myši vystředí plochu. Zoomovat lze pomocí <b>+</b> a <b>-</b> nebo <b>prosředním</b> tlačítkem myši.</html>
de: <html>Nutze <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> oder <b>Cursor-</b>Tasten zum Scrollen des Bretts. <b>Mittlere</b> Maustaste zum Zentrieren des Bretts. Zoomen mit <b>+</b> oder <b>-</b> Tasten oder mit dem Maus-<b>Rad</b>.</html>
fi: <html>Käytä <b>A</b>, <b>S</b>, <b>W</b> ja <b>D</b> -näppäimiä tai <b>nuolinäppäimiä</b> vierittääksesi lautaa. Paina hiiren <b>keskinäppäintä</b> kohdistaaksesi laudan keskelle. Tarkenna ja loitonna <b>+</b> ja <b>-</b> näppäimillä tai hiiren <b>rullalla</b>.</html>
fr: <html>Utilisez les touches <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> ou les flèches du clavier pour vous déplacer sur la zone de jeu.<br/>Cliquez avec la touche <b>centrale</b> de la souris pour centrer la zone de jeu. Zoomez en utilisant les touches <b>+</b> ou <b>-</b> ou en utilisant la molette de la souris.</html>
hu: <html>Az <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> vagy <b>nyíl</b> billentyűkkel mozoghatsz a táblán. Kattints a <b>középső</b> egér gombbal a középre ugráshoz. Zoom-olj a <b>+</b> vagy <b>-</b> gombokkal vagy az egér <b>görgővel</b>.</html>
ja: <html><b>A</b>、<b>S</b>、<b>W</b>、<b>D</b>キーまたは<b>方向</b>キーを使ってボードを移動することができます。<b>中/ホイール</b>クリックでボードの真ん中に移動できます。<b>+</b>または<b>-</b>キーもしくはマウス<b>ホイール</b>で拡大できます。</html>
nl: <html>Gebruik <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> of <b>cursor</b> toetsen om het bord te scrollen. Klik met de <b>middelste</b> muis knop om het bord te centreren. Zoom met de <b>+</b> of <b>-</b> toetsen of gebruik het muis <b>wiel</b>.</html>
ro: <html>Folosiți tastele <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> sau <b>cele direcționale</b>pentru a muta suprafața de joc. Pentru centrare apăsați <b>butonul din mijloc</b> al mouse-ului. Pentru apropiere, respectiv depărtare folosiți tastele <b>+</b> or <b>-</b>sau <b>rotița</b> de la mouse.</html>
ru: <html>Используйте <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> или клавиши <b>курсора</b> для прокрутки игрового поля. Используйте <b>среднюю</b> кнопку<br>мышки для перемещения в центр игрового поля. Изменяйте масштаб клавишами <b>+</b> или <b>-</b> или используйте <b>колесо</b> мыши.</html>

source: <html>Rotate a tile by <b>Tab</b> key or <b>right</b> mouse click. Place it by <b>left</b> click.</html>
cs: <html>Kartička se otáčí klávesou <b>Tab</b> nebo <b>pravým</b> tlačítkemyši. Pokládá se potom kliknutím <b>levým</b> tlačítkem.</html>
de: <html>Karte mit <b>Tab</b> oder <b>rechter</b> Maustaste rotieren. Platzieren mit <b>linker</b> Maustaste.</html>
fi: <html>Kierrä laattaa <b>tabulaattorilla</b> tai hiiren <b>oikealla näppäimellä</b>. Aseta laatta laudalle hiiren <b>vasemmalla näppäimellä</b>.</html>
fr: <html>Tournez la tuile avec la touche <b>Tab</b> ou avec le <b>clic droit</b> de la souris. Placez-la avec un <b>clic gauche</b>.</html>
hu: <html>Forgasd a lapot a <b>Tab</b>-bal vagy a <b>jobb</b> kattintással. Helyezd el a lapot a <b>bal</b> kattintással.</html>
ja: <html><b>Tab</b>または<b>右</b>クリックでタイルを回します。<b>左</b>クリックで配置できます。</html>
nl: <html>Roteer een tegel met de <b>Tab</b> toets of muis klik <b>rechts</b>. Plaats de tegel met muis klik <b>links</b></html>
ro: <html>Pentru a roti o dală, folosiți tasta <b>Tab</b> sau <b>butonul drept</b> al mouse-ului. Pentru plasarea sa, folosiți <b>butonul stâng</b> al mouse-ului.</html>
ru: <html>Вращать карточку можно клавишей <b>Tab</b> или <b>правой</b> кнопкой мыши. Разместить карточку на поле можно <b>левой</b> кнопкой мыши.</html>

source: <html>When tile is placed use <b>Tab</b> or <b>right</b> click again to select appropriate action.</html>
cs: <html>Poté co je kartička položena použijte opět <b>Tab</b> nebo <b>pravé<b> kliknutí pro výběr příslušné akce.</html>
de: <html>Nach dem Platzieren mit <b>Tab</b> oder <b>rechter</b> Maustaste weitere Aktionen auswählen.</html>
fi: <html>Kun laatta on asetettu laudalle, paina <b>tabulaattoria</b> tai hiiren <b>oikeaa näppäintä</b> uudelleen haluamasi toiminnon valintaan.</html>
fr: <html>Quand la tuile est posée, utilisez la touche <b>Tab</b> ou le <b>clic droit</b> de nouveau pour sélectionner l''action appropriée.</html>
hu: <html>Az elhelyezett lapon <b>Tab</b>-bal vagy a <b>jobb</b> kattintással választhatsz megfelelő cselekvést.</html>
ja: <html>タイルが配置されたら、<b>Tab</b>または<b>右</b>クリックで適切な行動を選択できます。</html>
nl: <html>Wanneer een tegel geplaatst is, gebruik <b>Tab</b> of klik <b>rechts</b> om een geschikte actie te selecteren.</html>
ro: <html>După plasarea unei dale, apăsați <b>butonul stâng</b> pentru a efectua acțiunea cuvenită.</html>
ru: <html>После размещения карточки используйте клавишу <b>Tab</b> или <b>правую</b> кнопку мыши для выбора соответствующего действия.</html>

source: <html>Alternativelly you can pass with <b>Enter</b> or <b>Space</b> to play no action.</html>
cs: <html>Eventuelně lze pasovat pomocí kláves <b>Enter</b> nebo <b>mezerník</bpro ukončení tahu bez akce.</html>
de: <html>Alternativ mit <b>Enter</b> oder <b>Space</b> überspringen.</html>
fi: <html>Voit myös painaa <b>Enteriä</b> tai <b>välilyöntiä</b> jatkaaksesi ilman toimintoja.</html>
fr: <html>Sinon, vous pouvez passer avec la touche <b>Entrée</b> ou la barre d''<b>espace</b> pour ne pas effectuer d''action.</html>
hu: <html>Egyébként passzolhatsz az <b>Enter</b> vagy <b>Szóköz</b> gombbal, ha nem kívánsz cselekedni.</html>
ja: <html>代わりに<b>エンター</b>または<b>スペース</b>キーでスキップできます。</html>
nl: <html><b>Enter</b> of <b>Spacie</b> kunnen gebruikt worden om een actie over te slaan.</html>
ro: <html>Alternativ, puteți spune pas apãsând tasta <b>Enter</b> sau <b>Space</b> pentru a nu efectua o acțiune.</html>
ru: <html>Или же Вы можете ничего не делать и пропустить ход клавишей <b>Enter</b> или <b>Space</b>.</html>

source: <html>Press <b>F</b> to toggle farm hints or <b>X</b> to see last placed tiles.</html>
cs: <html>Stiskni <b>F</b> pro zvýraznění jednotlivých luk nebo <b>X</b> pro zobrazní posledních kartiček.</html>
de: <html>Drücke <b>F</b> für die Wiesenmarkierung oder <b>X</b> um die zuletzt gelegte Karte zu sehen.</html>
fi: <html>Paina <b>F</b>-näppäintä nähdäksesi/piilottaaksesi peltoamisvinkit tai <b>X</b> näppäintä nähdäksesi viimeisimmin asetetut palat.</html>
fr: <html>Appuyez sur <b>F</b> pour afficher la superficie des prés ou sur <b>X</b> pour afficher les dernières tuiles placées.</html>
hu: <html>Az egybefüggő mezők jelölését az <b>F</b>, a legutóbb elhelyezett lapok kiemelését az <b>X</b> billentyű lenyomásával kérheted.</html>
ja: <html><b>F</b>キーを押すと草原ヒント表示を切り替えます。<b>X</b>キーを押すと最後に配置されたタイルが表示されます。</html>
nl: <html>Druk op <b>F</b> om weiland hints in/uit te schakelen of <b>X</b> om laatst geplaatste tegels te zien.</html>
ro: <html>Apãsați <b>F</b> pentru a activa sau dezactiva sugestiile de ferme sau <b>X</b> pentru a vedea ultimele dale plasate.</html>
ru: <html>Нажмите <b>F</b>, чтобы включить подсказки по полям, или <b>X</b>, чтобы посмотреть последние размещённые карточки.</html>

source: Create a new game or continue a previously saved one. A game will be hosted on your computer and other players may connect during game set up. You can also play only against any number of computer players.
cs: Vytvoření nové hry nebo pokračováni v dříve uložené hře. Hra bude hostována na vašem počítačí a ostatní hrači se mohou připojovat během konfigurace. Můžete také hrát pouze proti počítači.
de: Ein neues Spiel beginnen oder ein gespeichertes Spiel fortsetzen. Du kannst der Gastgeber sein und andere Spieler können sich mit dir verbinden, oder du kannst gegen eine Anzahl von Computergegnern antreten.
fi: Luo uusi peli tai jatka aiemmin tallennettua peliä. Peliä tullaan isännöimään sinun koneellasi ja muita pelaajia voidaan liittää peliin sen luonnin aikana. Voit myös halutessasi pelata yksin tietokonepelaajia vastaan.
fr: Créez une nouvelle partie ou continuer une partie précédemment sauvegardée. Une partie est hébergée sur votre ordinateur et les autres joueurs peuvent se connecter durant la phase de configuration. Vous pouvez également jouer contre un ou plusieurs ordinateurs.
hu: Új játék indítása vagy egy korábban mentett játék folytatása. A játék kiszolgálója a te géped lesz, a többi játékos a játék konfigurálása közben csatlakozhat. Tetszőleges számú számítógép ellenfél ellen is játszhatsz.
ja: 新しいゲームを作成するか、以前に保存されたゲームを再開します。ゲームは、お使いのコンピュータ上でホストされて、他のプレイヤーが設定中に接続することができます。また、CPUの任意の数とプレーできます。
nl: Creëer een nieuw spel of zet een opgeslagen spel verder. Een spel zal gehost worden op jouw computer en ander spelers kunnen verbinden tijdens de setup van het spel. Je kan alleen spelen tegen een willekeurig aantal computer spelers.
ro: Creare joc nou sau continuare joc salvat. Un joc va fi pornit pe calculatorul dumneavoastră şi alţi jucători se vor putea conecta pe durata configurării acestuia. Este posibilă şi crearea unui joc doar împotriva unor jucatori cu inteligenţă artificială.
ru: Создать новую игру или продолжить ранее сохранённую игру. Игра будет создана на Вашем компьютере и другие игроки смогут присоединиться во время настройки игры. Вы также сможете играть только против любого количества компьютерных игроков.

source: or
cs: nebo
de: oder
fi: tai
fr: ou
hu: vagy
ja: または
nl: of
ro: sau
ru: или

source: You can also connect to remote JCloisterZone application hosting a game. Connect when game is created but not yet started.
cs: Připojení ke vzdálenému JCloisterZone s vytvořenou hrou. Připojujte se až kdýž je hra vytvořená, ale ještě není zahájená.
de: Du kannst dich auch zu einem entfern stattfindenden Spiel verbinden. Verbinde dich, wenn das Spiel angelegt ist, aber noch nicht begonnen wurde.
fi: Voit myös yhdistää toiseen JCloisterZone-ohjelmaan, joka isännöi peliä. Yhdistä toiseen peliin kun peli on luotu, mutta sitä ei ole vielä aloitettu.
fr: Vous pouvez également vous connecter à une partie distante de JCloisterzone. Connectez-vous quand la partie est créée mais n''a pas encore débuté.
hu: Csatlakozhatsz egy távoli gépen indított játékhoz is. Addig tudsz csatlakozni, amíg a játék el nem kezdődik.
ja: また、リモートのJCloisterZoneアプリケーションに接続することができます。ゲームが作成されて、まだ開始されていないときにしか接続できません。
nl: Je kan ook verbinden met een remote JCloisterZone applicatie die een spel host. Verbind wanneer een spel gecreëerd wordt, maar nog niet gestart is.
ro: Se poate realiza şi conectarea către un joc JCloisterZone la distanţă, acest lucru fiind posibil doar cât timp jocul a fost creat dar nu încă pornit.
ru: Вы также можете присоединиться к удалённому серверу JCloisterZone, на котором создана игра. Вы можете присоединиться, когда игра создана, но ещё не начата.

source: Connect to other players and play with them using internet connection and public game server play.jcloisterzone.com.
cs: Propojte se s ostatními hráči a hrajte přes internetové připojení na veřejném serveru play.jcloisterzone.com.
de: Mit anderen Spielern verbinden und mit ihnen über eine Internetverbindung und dem öffentlichen Server play.jcloisterzone.com spielen.
fi: Löydä muita pelaajia ja pelaa heidän kanssaan julkisella play.jcloisterzone.com pelipalvelimella.
fr: Connectez-vous à d''autres joueurs et jouez avec eux par Internet sur le serveur public play.jcloisterzone.com.
hu: Csatlakozz a többi játékoshoz, és játssz velük az interneten keresztül a play.jcloisterzone.com címen elérhető publikus szerverrel.
ja: インターネット接続と公共のゲームサーバ「play.jcloisterzone.com」を使用し、他のプレイヤーに接続します。
nl: Verbind met andere spelers en speel met ze via een internet verbinding en publieke spel server play.jcloisterzone.com.
ro: Conectare către alţi jucători prin internet sau prin server-ul public play.jcloisterzone.com.
ru: Присоединяйтесь к другим игрокам и играйте с ними используя Интернет-соединение и публичный сервер play.jcloisterzone.com.

source: Play online
cs: Hrát online
de: Online spielen
fi: Pelaa verkossa
fr: Jouer en ligne
hu: Online játék
ja: オンラインプレイ
nl: Online spelen
ro: Joc pe internet
ru: Играть онлайн

source: JCloisterZone saved games
cs: Uložené hry JCloisterZone
de: JCloisterZone gespeicherte Spiele
fi: JCloisterZone tallennetut pelit
fr: Parties de JCloisterZone sauvegardées
hu: Mentett JCloisterZone játékok
ja: JCloisterZoneの保存されたゲーム
nl: JCloisterZone opgeslagen spellen
ro: Salvări joc JCloisterZone
ru: Сохранённые игры JCloisterZone

source: Reconnecting...
cs: Obnovuji spojení...
de: Verbindungsversuch ...
fi: Ydistetään uudelleen...
fr: Reconnexion...
hu: Újracsatlakozás...
ja: 再接続中…
nl: Opnieuw verbinden...
ro: Reconectare in curs...
ru: Восстановление соединения...

source: Save game
cs: Uložit hru
de: Spiel speichern
fi: Tallenna peli
fr: Sauvegarder la partie
hu: Játék mentése
ja: ゲームを保存する
nl: Spel opslaan
ro: Salvare
ru: Сохранить игру

source: Basic game (2.0)
hu: Alapjáték (2.0)

source: Under the Big Top
hu: Vár a porond

source: Darmstadt Promo
fr: Promo de Darmstadt
hu: Darmstadt promó
ja: ダルムシュタットのプロモーション
ru: Дармштадт промо

source: La Porxada
ja: ポルチャーダ
ro: Pridvorul

source: Port
fi: Portti
fr: Port de communication
ja: ポート番号
nl: Poort
ru: Порт
