Repository: jsfaux/JCloisterZone
Catalog: po/*.po
Languages: cs, de, fi, fr, hu, ja, nl, ro, ru

source: Report bug
cs: Nahlásit chybu
de: Fehler melden
fi: Raportoi ohjelmistovirheestä
fr: Rapporter une erreur
hu: Hibabejelentés
ja: バグを報告
nl: Probleem melden
ro: Raportare problemã
ru: Сообщить об ошибке

source: <html>Bug report tool pack saved game, internal game log and system information to simplify debugging process.</html>
cs: <html>Nástroj pro hlášení chyb zabalí uloženou hru, interní log a systemové informace pro zjednodušení opravy chyby.</html>
de: <html>Der Fehler-Berichter packt den Spielstand, die Log-Datei und Systeminformationen, um die Fehlerbehebung zu vereinfachen.</html>
fi: <html>Virheraportointityökalu pakkaa tallennetun pelin, sisäisen pelilokin, sekä järjestelmätiedot helpottaakseen virheenetsintäprosessia.</html>
fr: <html>L''outil de rapport de bug rassemble la partie sauvegardée, le journal interne de jeu et les informations système pour simplifier le processus de recherche d''erreurs.</html>
hu: <html>Hibabejelentést támogató funkció, mely a játék állását, a belső naplózást és a rendszerinformációkat egy fájlba csomagolja, így segítve a hibajavítási folyamatot.</html>
ja: <html>デバッグプロセスを容易するために、バグ報告ツールがセーブデータ、内部ゲームログとシステム情報を含みます。</html>
nl: <html>De Probleem Melding Tool verpakt het opgeslagen spel, de interne log en systeem informatie om het debug-proces te vereenvoudigen.</html>
ro: <html>Utilitarul de raportare probleme va genera o arhivã cu salvarea, logurile de aplicaţie şi informaţii despre sistem, pentru a facilita identificarea problemei.</html>
ru: <html>Утилита сообщения об ошибке упакует сохранённую игру, внутренний лог игры и системную информацию для упрощения процесса отладки.</html>

source: Please describe bug...
cs: Popište prosím chybu...
de: Bitte den Fehler beschreiben ...
fi: Kuvaile ohjelmistovirhettä...
fr: Veuillez décrire l''erreur...
hu: Kérlek, fejtsd ki a hibát...
ja: バグを説明し…
nl: Beschrijf het probleem...
ro: Descrieţi problema...
ru: Пожалуйста, опишите ошибку...

source: ...then download report archive and send via email to farin@farin.cz
cs: ... a poté uložený report odešlete na mailovou adresu farin@farin.cz
de: ...dann den Fehlerbericht per Email an farin@farin.cz senden.
fi: ...jonka jälkeen lataa raportti ja lähetä sähköpostilla osoitteeseen farin@farin.cz
fr: ... puis téléchargez l''archive et envoyez-la par mail à farin@farin.cz
hu: ...majd az előálló riportot mentsd le és küldd el a farin@farin.cz címre!
ja: …レポートアーカイブをダウンロードし、「farin@farin.cz」にメールで送信してください。
nl: ...download het bestand en verstuur het via email naar farin@farin.cz
ro: ... apoi salvaţi raportul arhivat şi trimiteţi-l via email cãtre farin@farin.cz
ru: ...затем сохраните архив отчёта и перешлите по электронной почте на farin@farin.cz

source: Bug report failed
cs: Vytváření reportu selhalo
de: Fehlerbericht fehlgeschlagen
fi: Ohjelmistovirheen raportointi epäonnistui
fr: Le rapport d''erreur à échoué
hu: Hibabejelentő elkészítése sikertelen
ja: バグ報告に失敗しました
nl: Probleem melding mislukt
ro: Generare raport eşuatã
ru: Не удалось создать отчёт об ошибке

source: Basic game
cs: Základní hra
de: Grundspiel
fi: Tavallinen peli
fr: Jeu de base
hu: Alapjáték
ja: 基本ゲーム
nl: Basis spel
ro: Joc de bazã
ru: Базовая игра

source: Wheel of Fortune
cs: Kolo štěstí
de: Das Schicksalsrad
fr: Roue de la fortune
hu: Szerencsekerék
ja: 運命の輪
nl: Rad van fortuin
ro: Roata Norocului
ru: Колесо Фортуны

source: Winter Edition
cs: Zimní edice
fr: Édition d''hiver
hu: Téli kiadás
ja: カルカソンヌ冬
nl: Winter editie
ro: Ediţia de iarnã
ru: Каркассон. Зимний праздник

source: The Gingerbread Man
cs: Perníček
de: Der Lebkuchenmann
fr: Le bonhomme en pain d''épice
hu: Mézeskalács emberke
ja: ジンジャーブレッドマン
nl: De Peperkoeken man
ro: Omul de turtã dulce
ru: Пряничный человечек

source: Inns & Cathedrals
cs: Hostince a katedrály
de: Wirtshäuser und Kathedralen
fi: Kirkot ja Kievarit
fr: Auberges & cathédrales
hu: Fogadók és katedrálisok
ja: 宿と大聖堂
nl: Herbergen & Kathedralen
ro: Hanuri şi Catedrale
ru: Таверны и Соборы

source: Traders & Builders
cs: Kupci a stavitelé
de: Händler und Baumeister
fi: Kirjurit ja Kauppiaat
fr: Marchands & bâtisseurs
hu: Kereskedők és építészek
ja: 商人と建築士
nl: Kooplieden & Bouwmeesters
ro: Negustori şi Constructori
ru: Торговцы и Строители

source: The Princess & The Dragon
cs: Princezna a drak
de: Burgfräulein und Drache
fi: Lohikäärme ja Linnanneito
fr: La princesse & le dragon
hu: A hercegnő és a sárkány
ja: 王女とドラゴン
nl: De Draak, de Fee & de Jonkvrouw
ro: Prinţesa şi Dragonul
ru: Принцесса и Дракон

source: The Tower
cs: Věž
de: Der Turm
fi: Torni
fr: La tour
hu: A torony
ja: 塔
nl: De Toren
ro: Turnul
ru: Башня

source: Abbey & Mayor
cs: Opatství a starosta
de: Abtei und Bürgermeister
fi: Kärryt ja Kartanot
fr: Maire et cloîtres
hu: Apátság és polgármester
ja: 大修道院と市長
nl: Burgemeesters & Abdijen
ro: Abaţie şi Primar
ru: Аббатство и Мэр

source: The Catapult
cs: Katapult
de: Das Katapult
fi: Katapultti
fr: La catapulte
hu: A Katapult
ja: カタパルト
nl: De Katapult
ro: Catapulta
ru: Катапульта

source: Bridges, Castles and Bazaars
cs: Mosty, hrady a trhy
de: Brücken, Burgen und Basare
fi: Basaarit ja Bastionit
fr: Ponts, bazars et forteresses
hu: Hidak, erődök és bazárok
ja: 橋・城・バザール
nl: Bruggen, Burchten & Bazaars
ro: Poduri, Castele şi Pieţe
ru: Мосты, Замки и Базары

source: Hills and Sheep
cs: Kopce a ovce
de: Schafe und Hügel
fi: Pedot ja Paimenet
fr: Moutons et collines
hu: Dombok és birkák
ja: 丘と羊
nl: Schapen en Heuvels
ro: Dealuri şi mioare
ru: Холмы и Овцы

source: King and Robber Baron
cs: Král a loupeživý rytíř
de: König und Raubritter
fr: Roi et chevalier pillard
hu: Király és Rablólovag
ja: 王と泥棒男爵
nl: Koning en Verkenner
ro: Regele şi Baronul jefuitor
ru: Король и Разбойник

source: The River
cs: Řeka
de: Der Fluss
fi: Joki
fr: La rivière
hu: A folyó
ja: 川
nl: De Rivier
ro: Râul
ru: Река

source: The River II
cs: Řeka II
de: Der Fluss II
fi: Joki II
fr: La rivière II
hu: A folyó II
ja: 川Ⅱ
nl: De Rivier II
ro: Râul II
ru: Река II

source: The Cathars / Siege
cs: Kataři / Obléhání
de: Die Katharer
fr: Les Cathares
hu: A katharok
ja: カタリ派/攻囲
nl: De Katharen / Belegering
ro: Catharii / Asediul
ru: Катары / Осада

source: The Besiegers
cs: Oblehatelé
de: Die Belagerer
fr: Le siège
hu: Ostromlók
ja: 攻囲軍
nl: De Belegeraars
ro: Asediatorii
ru: Осаждающие

source: The Count of Carcassonne
cs: Hrabě z Carcassonne
de: Der Graf von Carcassonne
fi: Kreivi
fr: Le comte de Carcassonne
hu: Carcassonne grófja
ja: カルカソンヌの伯爵
nl: De Graaf van Carcassonne
ro: Contele de Carcassonne
ru: Граф Каркассона

source: The Mini Expansion (GQ11)
cs: Games Quarterly (Malé rozšíření)
de: Die Mini-Erweiterung (GQ Spielmagazin)
fr: La mini-extension du magazine Games Quarterly (n° 11)
hu: A mini kiegészítő
ja: ミニ拡張（GQ11）
nl: De Mini Uitbreiding (GQ11)
ro: Mini-Extensia (GQ11)
ru: Мини-дополнение (GQ11)

source: The Cult
cs: Kult
de: Die Kultstätten
fr: Lieux de culte
hu: Szentély
ja: 崇拝
nl: Heiligdommen
ro: Cultul
ru: Место Поклонения

source: The Tunnel
cs: Tunel
de: Der Tunnel
fi: Tunneli
fr: Le tunnel
hu: Alagút
ja: トンネル
nl: De Tunnel
ro: Tunelul
ru: Туннель

source: The Corn Circles
cs: Kruhy v obilí
de: Die Kornkreise
fi: Viljaympyrät
fr: Cercles de culture
hu: Gabonakörök
ja: ミステリー・サークル
nl: De Graancirkels
ro: Cercuri în lan
ru: Круги на полях

source: The Plague
cs: Mor
de: Die Pest
fr: La peste
hu: A pestis
ja: ペスト
nl: De Plaag
ro: Molima
ru: Чума

source: The Phantom
cs: Družina
de: Das Gefolge
fi: Phantom
fr: Le fantôme
hu: A fantom
ja: 従者
nl: De Volgeling
ro: Fantoma
ru: Фантом

source: The Festival (10th an.)
cs: Festival
de: Das Fest (10tes Jub.)
fi: Juhlat (10-vuotisjuhlajulkaisu)
fr: Le festival (édition 10ᵉ anniversaire)
hu: A fesztivál (10. évf.)
ja: 祭り（10周年記念）
nl: Het Festival (10de verjaardag)
ro: Festivalul (a 10-a aniversare)
ru: Фестиваль (Юбилейное изд.)

source: Little Buildings
cs: Domky
de: Die Häuser
fr: Petites constructions
hu: Kis épületek
ja: 小さな建物
nl: Kleine Gebouwen
ro: Micile clãdiri
ru: Маленькие домики

source: The Wind Rose
cs: Větrná růžice
de: Die Windrosen
fr: La rose des vents
hu: A szélrózsák
ja: 羅針図
nl: De Windroos
ro: Roza vânturilor
ru: Роза Ветров

source: The German Monasteries
cs: Německé kláštery
de: Die Klöster
fr: Les monastères allemands
hu: Német kolostorok
ja: ドイツの修道院
nl: De Duitse Kloosters
ro: Mãnãstirile germane
ru: Монастыри Германии

source: Castles in Germany
cs: Německé kláštery
de: Burgen in Deutschland
fr: Châteaux en Allemagne
hu: Német várak
ja: ドイツの城
ru: Замки Германии

source: Halfings
cs: Půlky
de: Halb so wild
fr: Demis
hu: Fele-fele
ja: ハーフ
ru: Половинки

source: The Watchtower
cs: Rozhledna
hu: Őrtornyok

source: The Flier
cs: Létající stroje
de: Die Fluggeräte
fi: Liiturit
fr: Les aéronefs
hu: A repülő szerkezet
ja: 航空機
nl: De Vliegtuigen
ro: Zburãtorul
ru: Летающие машины

source: The Messages
cs: Dopisy
de: Die Depeschen
fi: Viestit
fr: Les messagers
hu: Sürgönyök
ja: メッセージ
nl: Nieuwsberichten
ro: Mesajele
ru: Депеши

source: The Ferries
cs: Přívozy
de: Die Fähren
fi: Lossit
fr: Les ferrys
hu: Kompok
ja: フェリー
nl: De Veerboten
ro: Podurile
ru: Паромы

source: The Goldmines
cs: Zlaté doly
de: Die Goldminen
fi: Kaivokset
fr: Les mines d''or
hu: Aranybányák
ja: 金鉱山
nl: De Goudmijnen
ro: Minele de aur
ru: Золотые Копи

source: Mage & Witch
cs: Mág a čarodějnice
de: Magier & Hexe
fi: Noidat
fr: Magicien & sorcière
hu: Mágus és boszorkány
ja: 魔術師と魔女
nl: Tovenaar & Heks
ro: Mag si vrãjitoare
ru: Маг и Ведьма

source: The Robbers
cs: Zbojníci
de: Die Räuber
fi: Rosvot
fr: Les brigands
hu: A rablók
ja: 強盗
nl: De Rovers
ro: Hoţul
ru: Грабители

source: The Corn Circles II
cs: Kruhy v obilí II
de: Die Kornkreise II
fi: Viljaympyrät II
fr: Cercles de culture II
hu: Gabonakörök II
ja: ミステリー・サークルII
nl: De Graancirkels II
ro: Cercuri în lan II
ru: Круги на полях II

source: The School
cs: Škola
de: Die Schule
fr: L''école
hu: Az iskola
ja: 学校
nl: De School
ro: Şcoala
ru: Школа

source: Russian Promos
cs: Ruské promo
fr: Promos russes
hu: Orosz promó lapkák
ja: ロシアのプロモーション
ru: Русские промо

source: Labyrinth
cs: Labyrint
hu: Labirintus

source: (Unknown expansion)
cs: (Neznámé rozšíření)

source: Bridge
cs: Most
de: Die Brücke
fi: Silta
fr: Pont
hu: Hidak
ja: 橋
nl: Brug
ro: Pod
ru: Мост

source: Castle
cs: Hrad
de: Die Burg
fi: Linna
fr: Forteresse
hu: Kastélyok
ja: 城
nl: Burcht
ro: Castel
ru: Замок

source: City
cs: Město
de: Die Stadt
fi: Kaupunki
fr: Ville
hu: Városok
ja: 都市
nl: Stad
ro: Oraş
ru: Город

source: Cloister
cs: Klášter
de: Das Kloster
fi: Luostari
fr: Cloître
hu: Kolostorok
ja: 修道院
nl: Klooster
ro: Mãnãstire
ru: Монастырь

source: Farm
cs: Louka
de: Die Wiese
fi: Maatila
fr: Pré
hu: Farmok
ja: 草原
nl: Weiland
ro: Fermã
ru: Поле

source: Road
cs: Cesta
de: Die Straße
fi: Tie
fr: Route
hu: Utak
ja: 道路
nl: Weg
ro: Drum
ru: Дорога

source: Tower
cs: Věž
de: Der Turm
fi: Torni
fr: La tour
hu: A torony
ja: 塔
nl: Toren
ro: Turn
ru: Башня

source: Yaga's Hut
cs: Baba Yaga
hu: Baba Jaga kunyhója

source: Randomize seating order
cs: Náhodné pořadí hráčů
de: Zufällige Sitzordnung
fi: Satunnainen aloitusjärjestys
fr: Ordre de jeu aléatoire
hu: Véletlenszerű ülésrend
ja: 席順をランダム化する
nl: Willekeurige tafelschikking
ro: Ordoneaza aleator jucãtorii
ru: Случайный порядок игроков

source: Play farmers
cs: Hrát louky

source: Use pig herds independently (without T&B expansion)
cs: Hrát prasečí ohrady nezávisle (i bez rozšíření “Kupci a stavitelé”)
fr: Utiliser les troupeaux de cochons indépendamment (sans l'extension « Marchands & bâtisseurs »).
hu: A disznókonda szabály alkalmazása a 2. kiegészítő nélkül is
ja: 豚の群れを単独で使います。（「商人と建築士」を使わない場合。）

source: Princess MUST remove a knight from city.
cs: Princezna MUSÍ vyhodit figurku z města.
de: Das Burgfräulein entfernt immer einen Ritter aus einer Stadt.
fi: Linnanneidon TÄYTYY poistaa ritari kaupungista.
fr: La princesse DOIT enlever un chevalier de la cité.
hu: A hercegnő mindig eltávolítja a lovagot a városból.
ja: 王女は都市から騎士を取り除かなければなりません。
nl: De Jonkvrouw MOET een ridder uit een stad verwijderen
ro: Prințesa TREBUIE să înlăture un cavaler dintr-un oraș.
ru: Принцесса ОБЯЗАНА убирать рыцаря из города.

source: Dragon movement occurs after scoring.
cs: Pohyb draka až po bodování.
de: Der Drachen wird nach der Punktvergabe bewegt.
fi: Lohikäärmeen liikkeet tapahtuvat pisteytyksen jälkeen.
fr: Le mouvement du dragon survient après le score.
hu: A sárkány csak a pontok kiértékelése után mozog.
ja: ドラゴンの動きは得点後に発生します。
nl: De Draak wordt verplaatst na het scoren
ro: Dragonul va fi mişcat dupa calcularea scorului.
ru: Дракон ходит после подсчёта очков.

source: Place fairy on the tile. (instead of next to a follower)
cs: Umisťovat vílu na celé pole. (místo umístění vedle jedné figurky)
de: Weise die Fee einem ganzen Plättchen zu, statt einem einzelnen Gefolgsmann. (Relevant für die Bonuspunkte.)
fi: Aseta haltia palalle. (sen sijaan, että seuraajan viereen)
fr: Placer la fée sur la tuile (au lieu de la positionner à proximité d''un partisan).
hu: A tündér a lapkán álló bármely követőt ponthoz juttatja (nem csak azt, amelyik mellé állt)
ja: 妖精をタイルに置きます。（コマのそばより。）
nl: Plaats de Fee op een tegel. (in plaats van naast een volgeling)
ru: Помещать фею на карточку (вместо размещения непосредственно рядом с подданным).

source: Allow direct barn placement on a farm where another barn is already placed.
cs: Povolit přímé umístění stodoly na louku s již položenou stodolou.
de: Erlaube das Setzen eines Gutshofes auf eine Wiese mit bereits vorhandenen Gutshöfen.
fi: Salli tallin pöytääminen pellolle, jossa on jo talli.
fr: Permettre le placement d''une grange sur un pré où une autre grange a déjà été placée.
hu: Engedélyezi pajta elhelyezését olyan farmon, ami már rendelkezik pajtával.
ja: 別の納屋がすでに配置されている草原で直接納屋配置することを許可します。
nl: Sta directe plaatsing van boerderij toe op weilanden waar reeds een boerderij geplaatst is.
ro: Permite plasarea directă a hambarului pe o fermă care conține deja unul.
ru: Разрешать помещать амбар на поле, на котором уже стоит другой амбар.

source: No bazaar bidding. Each player just chooses one tile.
cs: Bazar bez aukce (pouze výběr kartičky)
de: Kein Bieten beim Basar. Jeder Spieler wählt nur eine Karte.
fi: Ei basaaritarjouksia. Jokainen pelaaja valitsee yhden palan.
fr: Pas d''enchères après le placement d''une tuile bazar. Chaque joueur choisit juste une tuile.
hu: Bazár lapon nincs licit kör. Minden játékos csak választ egy lapot.
ja: バザーの入札は出来ません。 各プレイヤーはタイル１枚を選択します。
nl: Niet bieden op bazaars. Elke speler kiest één tegel.
ro: Dezactivare licitație pe dalele de piață. Fiecare jucător va alege direct o dală.
ru: Аукцион не проводится при карточке с базаром. Каждый игрок просто выбирает одну карточку.

source: Count number of followers on hill as tiebreaker.
cs: Při shodném počtu figurek rozhoduje počet figurek na kopci.
hu: Kiértékeléskor a dombon álló alattvalók száma is eldöntheti a holtversenyt.

source: Escape cloister can be placed adjacent to any tile of a besieged city.
cs: Klášter pro útěk může sousedit s libovolnou kartičkou obleženého města.
de: Kloster kann an jedes Feld einer belagerten Stadt angrenzen um die Flucht zu ermöglichen.
fi: Pakoluostarin voi asettaa minkä tahansa piiritetyn kaupungin palan viereen.
fr: L''église permettant de faire échapper des partisans peut être placée à côté de n''importe quelle tuile d''une ville assiégée.
hu: Az ostromlott városból ki lehet menekülni bármely szomszédos kolostoron át.
ja: 攻囲された都市のタイルの隣に避難修道院の配置が可能です。
nl: Ontsnappings klooster mag aangrenzend aan elke tegel van een belegerde stad.
ro: Mãnãstirea salvatoare poate fi plasatã pe orice dalã adiacentã unui oraş sub asediu.
ru: Разрешать побег из осаждённого города через любой монастырь, граничащий с городом.

source: The Pig herd is present on the farm tile.
cs: Prasečí ohrada na kartě s loukou.
de: Die Schweineherde wird gewertet. (Entsprechend der Regel des Flussplättchen.)
fi: Monta sikaa yhdellä pelto-laatalla.
fr: Troupeau de cochon présent sur les tuiles comportant un pré.
hu: A pásztor jelen van a farm lapon.
ja: 豚の群れが草原タイルに存在しています。
nl: De varkensstal is aanwezig op de weiland tegel.
ro: Ferma de porci este prezentă pe dala cu fermă.
ru: Свиноферма присутствует на карточке с полем.

source: Apply tunnel rule on tunnels from other expansions.
cs: Použít pravidla o tunelech i na tunely z ostatních rozšíření.
de: Verwende die Tunnel-Regel auf Tunnel aus anderen Erweiterungen.
fi: Tunneli-sääntö pätee myös muiden lisäosien tunneleille.
fr: Utiliser la règle du tunnel pour les tunnels des autres extensions.
hu: Csatorna szabály engedélyezése más kiegészítőkben is.
ja: 他の拡張セットのトンネルにトンネル・ルールを使う。
nl: Pas tunnel regels toe op tunnels van andere uitbreidingen.
ro: Aplică regula tunelului din alte extensii.
ru: Применять правило туннелей для туннелей из других дополнений.

source: Assign 3/2 tunnel set in game of two/three players.
cs: Přidělit 3/2 sady tunelů při hře dvou/tří hráčů.
hu: 2 vagy 3 játékos esetén fejenként 3 ill. 2 alagútjelző jár

source: Only follower can be returned by festival (instead of any figure)
cs: Pouze běžná fugirka může být vrácená pomocí festivalu (ne pomocné jako stavitel/prase)
hu: Fesztivál lapkánál csak követő vehető vissza (nem bármely figura)

source: Keep basic cloisters in the game.
cs: Ponechat kláštery základní hry.
de: Einfache Klöster bleiben im Spiel.
fi: Pidä tavalliset luostarit pelissä.
fr: Garder les églises de base dans le jeu.
hu: Az alapjáték kolostorai is maradjanak játékban.
ja: 一般修道院を残します。
nl: Hou basis kloosters in het spel.
ro: Includere mãnãstirile originale in joc.
ru: Оставить обычные монастыри в игре.

source: Add 3/2/1 points for tower/house/shed.
cs: Věž/dům/chatrč za 3/2/1 bodů.
de: 3/2/1 Punkte für Turm/Haus/Hütte.
fi: Lisää 3/2/1 pistettä tornille/talolle/vajalle.
fr: Ajouter 3/2/1 points par tour/maison/hangar.
hu: A torony, a ház és a pajta rendre 3, 2 ill. 1 pontot ér
ja: 各塔・家・小屋に３・２・１ポイントを追加します。
nl: Voeg 3/2/1 punten toe voor toren/huis/schuur.
ro: Adăugare 3/2/1 puncte pentru turn/casã/şopron
ru: Дифференцировать очки за башню/дом/сарай (3/2/1).

source: Advanced labyrinth variant
cs: Rozšířená pravidla pro labyrint

source: Tiny city is scored only for 2 points.
cs: Malé město pouze za 2 body.
de: Kleine Städte zählen nur 2 Punkte.
fi: Pieni kaupunki antaa 2 pistettä.
fr: Les petites cités ne comptent que pour 2 points.
hu: Mini város csak 2 pontot ér.
ja: 小さい街は2ポイントだけ得点されます。
nl: Kleine steden tellen maar voor 2 punten
ro: Un oraş mic valoreaza doar 2 puncte.
ru: 2 очка за малый город.

source: Leave game
cs: Opustit hru
de: Spiel verlassen
fi: Poistu pelistä
fr: Quitter la partie
hu: Kilépés a játékból
ja: ゲームをやめる
nl: Spel verlaten
ro: Pãrãsire joc
ru: Покинуть игру

source: Cancel
cs: Zrušít
de: Abbruch
fi: Peruuta
fr: Annuler
hu: Mégsem
ja: キャンセル
nl: Annuleren
ro: Anulare
ru: Отмена

source: The game is not finished. Do you really want to stop game and disconnect all other players?
cs: Hra není dohrána. Opravdu si přejete ji ukončit a odpojit ostatní hráče?
de: Das Spiel läuft, es sind Spieler verbunden. Willst du wirklich das Spiel abbrechen?
fi: Tätä peliä ei ole pelattu loppuun. Haluatko varmasti lopettaa pelin ja katkaista yhteyden muihin pelaajiin?
fr: La partie n''est pas terminée. Voulez-vous vraiment arrêter le jeu et déconnecter tous les autres joueurs ?
hu: A játék még nem ért véget. Biztos, hogy megszakítod a játékot, és bontod a kapcsolatot a többi játékossal?
ja: ゲームが終了していません。本当にゲームを停止し、他のプレーヤーを切断しますか？
nl: Het spel is niet afgelopen. Wil je het spel stoppen en alle spelers ontkoppelen?
ro: Jocul încă nu e terminat. Sigur doriți să-l opriți si să deconectați toți ceilalți jucători?
ru: Игра не закончена. Вы действительно хотите прервать игру и отсоединить всех игроков?

source: The game is not finished. Do you really want to leave it?
cs: Hra není dohrána. Opravdu si přejete ji opustit?
de: Das Spiel läuft. Willst du wirklich das Spiel abbrechen?
fi: Tätä peliä ei ole pelattu loppuun. Haluatko varmasti poistua siitä?
fr: La partie n''est pas terminée. Voulez-vous vraiment quitter le jeu ?
hu: A játék még nem ért véget. Biztosan meg kívánod szakítani?
ja: ゲームが終了していません。本当にやめますか？
nl: Het spel is niet afgelopen. Wil je het spel verlaten?
ro: Jocul încă nu e terminat. Sigur doriți să-l părăsiți?
ru: Игра не закончена. Вы действительно хотите покинуть игру?

source: Error
cs: Chyba
de: Fehler
fi: Virhe
fr: Erreur
hu: Hiba
ja: エラー
nl: Fout
ro: Eroare
ru: Ошибка

source: Load game
cs: Nahrát hru
de: Spiel laden
fi: Lataa peli
fr: Charger une partie
hu: Játék betöltése
ja: ゲームを開く
nl: Spel laden
ro: Încărcare joc
ru: Загрузить игру

source: Connection lost
cs: Odpojeno
de: Verbindung verloren
fi: Yhteys kadotettu
fr: Connexion perdue
hu: A kapcsolat megszakadt
ja: 接続は切断されました
nl: Verbinding verbroken
ro: Conexiune pierdută
ru: Соединение прервано

source: Online play server is not compatible with your application. Please upgrade JCloisterZone to the latest version.
cs: Online server není kompatibilní s vaší aplikací. Upgradujte prosím JCloisterZone na nejnovější verzi.
de: Die Spielversion ist nicht mit dem Online-Server kompatibel. Bitte JCloisterZone auf die neueste Version aktualisieren.
fi: Pelin palvelin ei ole yhteensopiva sovellusversiosi kanssa. Päivitä JCloisterZone uusimpaan versioon.
fr: Le serveur de jeu en ligne n''est pas compatible avec votre application. S''il vous plait, mettez à jour JCloisterZone à la dernière version.
hu: Az online szerver nem kompatibilis az alkalmazás jelen verziójával. Frissítsd a játékot a legújabb verzióra!
ja: オンラインプレイサーバーはアプリケーションと互換性がありません。JCloisterZoneの最新バージョンにアップデートしてください。
nl: Online server is niet compatibel met de lokale versie. Gelieve JCloisterZone te upgraden naar de laatste versie.
ro: Server-ul online nu este compatibil cu versiunea aplicaţiei. Vã rugam sã actualizaţi aplicaţia la cea mai recentã versiune.
ru: Ваше приложение несовместимо с игровым сервером. Пожалуйста, обновите JCloisterZone до последней доступной версии.

source: Remote JCloisterZone is not compatible with local application. Please upgrade both applications to same version.
cs: Vzdálené JCloisterZone není kompatibilní s touto aplikací. Použijte stejné verze na obou stranách.
de: Das verbundene JCloisterZone ist nicht kompatibel mit der lokal installierten Version. Bitte beide Programme auf die gleiche Version aktualisieren.
fi: Etäpuolen JCloisterZone-versio ei ole yhteensopiva paikallisen version kanssa. Päivitä molemmat sovellukset samaan versioon.
fr: La version du serveur JCloisterZone n''est pas compatible avec la version du client. Veuillez mettre les logiciels dans la même version.
hu: A távoli és helyi program verziója nem egyezik. Kérlek, használjátok a legfrissebb verziót mindkét gépen.
ja: リモートアプリケーションはローカルアプリケーションと互換性がありません。同じバージョンにアップグレードしてください。
nl: Remote JCloisterZone is niet compatible met je lokale versie. Gelieve voor beide applicaties de zelfde versie te gebruiken.
ro: Versiunea locala a aplicației nu este compatibila cu versiunea aplicației conectată la distanță. Actualizați ambele aplicații la aceeași versiune.
ru: Версия клиента JCloisterZone не совместима с версией сервера. Пожалуйста, обновите оба приложения до одинаковой версии.

source: Incompatible versions
cs: Nekompatibilní verze
de: Nicht kompatible Versionen.
fi: Versiot eivät ole yhteensopivia
fr: Versions incompatibles
hu: Nem egyező verzió.
ja: バージョンの非互換性
nl: Onverenigbare versies
ro: Versiuni incompatibile.
ru: Несовместимые версии

source: Invalid password
cs: Neplatné heslo
de: Ungültiges Passwort
fi: Väärä salasana
fr: Mot de passe invalide
hu: Nem megfelelő jelszó
ja: 無効なパスワード
nl: Ongeldig wachtwoord
ro: Parolã incorectã
ru: Неверный пароль
