Repository: jsfaux/JCloisterZone
Catalog: po/*.po
Languages: cs, de, fi, fr, hu, ja, nl, ro, ru

source: Confirm or undo a meeple placement.
cs: Potvrďte nebo vraťte položenou figurku.
de: Setzen bestätigen oder zurücknehmen.
fi: Vahvista tai peruuta pöytääminen.
fr: Confirmer ou annuler le placement d''un partisan.
hu: Hagyd jóvá vagy vond vissza a lépésedet!
ja: コマの配置を確認するか、取り外します。
nl: Bevestig of annuleer plaatsing van horige
ro: Confirmare aşezare sau retragere supus.
ru: Подтвердить или отменить размещение подданного.

source: Waiting for a confirmation by remote player.
cs: Čekám na potvrzení od vzdáleného hráče.
de: Warten auf Bestätigung eines Spielpartners.
fi: Odotetaan etäpelaajan vahvistusta.
fr: En attente de confirmation d''un joueur distant.
hu: Várakozás a távoli játákos válaszára
ja: リモートプレイヤーによる確認を待っています。
nl: Wachten op bevestiging door remote speler
ro: Se aşteaptã confirmarea unui jucator la distanţã.
ru: Ожидание подтверждения от сетевого игрока.

source: No action available. Pass or undo a tile placement.
cs: Žádná akce není k dispozici. Potvrďte nebo vraťte položenou kartičku.
de: Kein Zug möglich. Aussetzen oder Zug zurücknehmen.
fi: Ei toimintoa saatavilla. Ohita tai peruuta palan asettaminen.
fr: Aucune action possible. Passez ou annulez le placement d''une tuile.
hu: Nincs elvégezhető művelet. Passzolj vagy vond vissza a lépésedet!
ja: 利用可能な行動はありません。タイルの配置を取り戻すかスキップしてください。
nl: Geen actie beschikbaar. Sla over of annuleer de plaatsing van de tegel.
ro: Nu mai sunt posibile alte acţiuni. Spuneţi pas sau retrageţi o dalã plasatã.
ru: Нет доступных действий. Передайте ход или отмените размещение карточки.

source: Type to chat
cs: Odešli zprávu
de: Chatten
fi: Kirjoita...
fr: Ecrire pour discuter
hu: Csevegés
ja: ここでチャットできます
nl: Typ om te chatten
ro: Tastaţi pentru a comunica cu ceilalţi
ru: Введите текст, чтобы начать чат

source: Skip
cs: Přeskočit
de: Überspringen
fi: Ohita
fr: Passer
hu: Passzolás
ja: スキップ
nl: Overslaan
ro: Trecere peste
ru: Пропустить

source: Continue
cs: Pokračovat
de: Fortfahren
fi: Jatka
fr: Continuer
hu: Folytatás
ja: 次へ
nl: Doorgaan
ro: Continuare
ru: Продолжить

source: Skip Abbey
cs: Přeskočit opatství
de: Abtei überspringen
fr: Passer le cloître
hu: Igen
ja: 大修道院をスキップ
ru: Пропустить карточку аббатства

source: Cancel and place Abbey
cs: Zrušit a položit opatsví
de: Abbrechen und Abtei setzen
fr: Annuler et placer le cloître
hu: Mégsem
ja: キャンセルして大修道院を設置する
ru: Отменить и разместить карточку аббатства

source: This is your last turn. If you skip it your Abbey remain unplaced.
cs: Toto je váš poslední tah. Pokud ho přeskočíte opatsví zůstane nepoužito.
de: Das ist dein letzter Zug. Wenn du diesen überspringst, dann bleibt deine Abtei nicht gesetzt.
fr: C''est votre dernier tour. Si vous passez, votre cloître restera non-placé.
hu: Ez az utolsó kör. Biztosan az apátság lerakása nélkül fejezed be a játékot?
ja: 最後のターンです。スキップすれば、大修道院は未配置のままになります。
ru: Это Ваш последний ход. Если Вы пропустите его, Ваша карточка аббатства останется неиспользованной.

source: Last chance to place the Abbey
cs: Poslední šance na položení opatství
de: Letzte Möglichkeit die Abtei zu setzen
fr: Dernière chance de placer le cloître
hu: Utolsó lehetőség az apátság lerakására
ja: 大修道院を配置するには最後のチャンスです
ru: Последний шанс разместить карточку аббатства

source: About application
cs: O programu
de: Über JCloisterZone
fi: Tietoja sovelluksesta
fr: À propos
hu: A programról
ja: ソフトウェアについて
nl: Over JCloisterZone
ro: Despre aplicație
ru: О приложении

source: Version
cs: Verze
fi: Versio
hu: Verzió
ja: バージョン
nl: Versie
ro: Versiune
ru: Версия

source: Distributed under the terms of GNU Affero General Public License version 3
cs: Šířeno pod licencí GNU Affero General Public License version 3
fi: Julkaistu GNU Affero General Public License version 3 - lisenssin ehdoilla.
fr: Distribué sous licence GNU Affero GPL v3
hu: Terjeszthető a GNU Affero General Public License v3 licenc szerint
ja: GNU Affero General Public Licenseバージョン3の条項に基づいて配布されています
nl: Gedistribueerd onder de voorwaarden van de GNU Affero General Public License versie 3
ro: Distribuit sub licența GNU Affero General Public License version 3
ru: Распространяется по лицензии GNU Affero General Public License version 3

source: Discarded tiles
cs: Zahozené kartičky
de: Verworfene Karten
fi: Hylätyt palat
fr: Tuiles défaussées
hu: Kihagyott lapok
ja: 廃棄されたタイル
nl: Uitgesloten tegels
ro: Dale anulate
ru: Изъятые карточки

source: These tiles have been discarded during the game
cs: Tyto kartičky byly zahozeny během hry
de: Diese Karten wurden während des Spiels verworfen
fi: Nämä palat on hylätty pelin aikana
fr: Ces tuiles ont été défaussées durant la partie
hu: Kihagyott lapok a játék folyamán
ja: これらのタイルはゲーム中に廃棄されました
nl: Deze tegels werden tijdens het spel uitgesloten
ro: Aceste dale au fost anulate de-a lungul jocului
ru: Эти карточки были изъяты в процессе игры

source: Game setup
cs: Nastavení hry
de: Spieleinstellungen
fi: Pelin määritys
fr: Configuration du jeu
hu: Beállítások
ja: ゲームのセットアップ
nl: Spel instellingen
ro: Configurare joc
ru: Настройка игры

source: Expansions
cs: Rozšíření
de: Erweiterungen
fi: Lisäosat
fr: Extensions
hu: Kiegészítők
ja: 拡張セット
nl: Uitbreidingen
ro: Extensii
ru: Дополнения

source: Rules
cs: Pravidla
de: Regeln
fi: Säännöt
fr: Règles
hu: Szabályok
ja: ルール
nl: Spelregels
ro: Reguli
ru: Правила

source: Controls
cs: Ovládání
de: Steuerung
fi: Ohjaintoiminnot
fr: Touches de déplacements
hu: Irányítás
ja: 使い方
nl: Besturing
ro: Control joc
ru: Управление

source: Use system language
cs: Použít systémový jazyk
de: Systemsprache verwenden
fi: Käytä järjestelmän kieltä
fr: Utiliser la langue du système
hu: Op. rendszer nyelve
ja: システムのデフォルト言語を使用
nl: Gebruik systeemtaal
ru: Использовать язык системы

source: TAB / right click
cs: TAB / pravý klik

source: + mouse over spot
cs: + pohyb myši

source: (experimental)
cs: (experimentální)

source: Language
cs: Jazyk
de: Sprache
fi: Kieli
fr: Langue
hu: Nyelv
ja: 言語
nl: Taal
ru: Язык

source: To apply new language you must restart the application
cs: Pro změnu jazyka je nutné restatovat aplikaci
de: Um die neue Sprache zu übernehmen, bitte Applikation neustarten
fi: Uuden kielen käyttöönotto vaatii uudelleenkäynnistyksen
fr: Pour activer une nouvelle langue vous devez redémarrer l''application
hu: A beállított nyelv érvénybe lépéséhez újraindítás szükséges
ja: 新しい言語を適用するには、アプリケーションを再起動する必要があります
nl: Herstart de applicatie om de verandering van taal toe te passen
ru: Перезапустите приложение для применения новых языковых настроек

source: Theme
cs: Motiv
de: Schema
fr: Thème
hu: Téma
ja: テーマ
ru: Тема

source: To apply new theme you must restart the application
cs: Pro změnu motivu je třeba aplikaci restartovat
de: Um das neue Schema zu übernehmen, bitte Applikation neustarten
fr: Pour appliquer le nouveau thème, vous devez redémarrer l''application
hu: Az új téma érvényesítéséhez a program újraindítása szükséges
ja: 新しいテーマを適用するには、アプリケーションを再起動する必要があります
ru: Перезапустите приложение для изменения темы

source: Tile rotation
cs: Otáčení kartiček

source: AI placement delay (ms)
cs: Prodleva AI (ms)
de: KI Verzögerung (ms)
fi: Tekoälyn palan asettamisen viive (millisekuntia)
fr: Délai de placement d''un joueur géré par l''ordinateur (en millisecondes)
hu: Gép lépésének ideje (ezredmp)
ja: AIの配置遅延（ミリ秒）
nl: AI uitstel van plaatsing (ms)
ru: Задержка размещения карточек ИИ (мс)

source: Score display duration (sec)
cs: Doba zobrazení bodů (sec)
de: Anzeigedauer Punkte (sek)
fi: Pisteiden näyttöaika (sekuntia)
fr: Durée d''affichage du score (en secondes)
hu: Szerzett pontok kijelzése (mp)
ja: スコア表示時間（秒）
nl: Score weergaveduur (sec)
ru: Длительность показа очков (сек)

source: Preferences
cs: Nastavení
de: Einstellungen
fi: Asetukset
fr: Préférences
hu: Egyéb beállítások
ja: ユーザー設定
nl: Voorkeuren
ru: Настройки

source: Interface
cs: Rozhraní
de: Oberfläche
fi: Käyttöliittymä
hu: Felület
ja: インターフェイス
ru: Интерфейс

source: Plugins
cs: Pluginy
fi: Laajennukset
fr: Composants optionnels
hu: Plugin
ja: プラグイン
ru: Плагины

source: Save
cs: Uložit
de: Speichern
fi: Tallenna
fr: Sauvegarder
hu: Mentés
ja: 保存
nl: Opslaan
ro: Salvare
ru: Сохранить

source: Tile Distribution
cs: Přehled kartiček
de: Kartenverteilung
fr: Distribution de tuile
hu: Lapkák
ja: タイル分布
ru: Список карточек

source: %d tiles left
cs: zbývá %d kartiček
de: %d Karten übrig
fi: %d palaa jäljellä
fr: %d tuiles restantes
hu: %d lap van hátra
ja: 残り%dタイル
nl: %d tegels over
ro: %d dale rămase
ru: Осталось %d карточек

source: Bazaar supply
cs: Bazar
de: Basar Versorgung
fi: Basaarin tarjonta
fr: Fournitures du bazar
hu: Bazár készlet
ja: バザール供給
nl: Bazaar voorraad
ro: Rezerva pieței
ru: Предложение базара

source: Choose your tile.
cs: Vyberte si kartičku.
de: Wähle Deine Karte.
fi: Valitse laattasi.
fr: Choisissez votre tuile.
hu: Válassz lapot
ja: タイルを選択してください。
nl: Kies je tegel.
ro: Alegeți numele dumneavoastrã.
ru: Выберите карточку.

source: <html>Choose tile for next auction<br>and make initial offer.</html>
cs: <html>Vyberte kartu pro dražbu<br>a zadejte počáteční nabídku.</html>
de: <html>Karte für Versteigerung wählen<br>und erstes Angebot festlegen.</html>
fi: <html>Valitse laatta seuraavaan huutokauppaan<br>ja tee alkutarjous.</html>
fr: <html>Choisissez une tuile bonus et faites<br/> la première enchère.</html>
hu: <html>Válassz lapot a következő licithez,<br>és tedd meg az induló ajánlatod.</html>
ja: <html>次のオークションのためにタイルを選択して、<br>初期の申出をする。</html>
nl: <html>Kies een tegel voor de volgende veiling<br>en maak een initieel bod.</html>
ro: <html>Alegeți dala pentru următoarea licitație<br>și faceți o ofertă inițialã.</html>
ru: <html>Выберите карточку для аукциона<br>и сделайте начальную ставку.</html>

source: Raise bid or pass.
cs: Zvyšte nabídku nebo pasujte.
de: Mitbieten oder passen.
fi: Korota tarjousta tai ohita.
fr: Enchérir ou passer.
hu: Tét emelése vagy passzolás.
ja: 入札価格を引き上げるか、スキップします。
nl: Verhoog bod of sla over.
ro: Mărire miză sau pas.
ru: Поднять ставку или спасовать.

source: Buy or sell tile from latest bidder.
cs: <html>Kupte nebo prodejte kartičku<br> od posledního hráče.</html>
de: Karte vom letzten Bieter kaufen oder verkaufen.
fi: Myy tai osta laatta viimeisimmältä tarjoajalta.
fr: Acheter ou vendre la tuile au dernier enchérisseur.
hu: Vétel vagy eladás az utolsó licitálótól.
ja: 最新入札者からタイルを購入したり、販売しています。
nl: Koop of verkoop tegel van laatste bieder
ro: Cumpărare sau vânzare dala ultimului ofertant.
ru: <html>Продать или купить карточку<br> у игрока, сделавшего самую высокую ставку.</html>

source: points
cs: bodů
de: Punkte
fi: pistettä
hu: pontok
ja: ポイント
nl: punten
ro: puncte
ru: очков

source: Buy
cs: Koupit
de: Kaufen
fi: Osta
fr: Acheter
hu: Vétel
ja: 買う
nl: Koop
ro: Cumpărare
ru: Купить

source: Sell
cs: Prodat
de: Verkaufen
fi: Myy
fr: Vendre
hu: Eladás
ja: 売る
nl: Verkoop
ro: Vânzare
ru: Продать

source: Select
cs: Vybrat
de: Auswählen
fi: Valitse
fr: Sélectionner
hu: Kiválasztás
ja: 選択する
nl: Selecteer
ro: Selectare
ru: Выбрать

source: Bid
cs: Přihodit
de: Bieten
fi: Tarjoa
fr: Enchérir
hu: Licit tétel
ja: 入札する
nl: Bied
ro: Sumă licitată
ru: Сделать ставку

source: Pass
cs: Pasovat
de: Überspringen
fi: Ohita
fr: Passer
hu: Passzolás
ja: スキップ
nl: Sla over
ro: Pas
ru: Спасовать

source: Corn circle
cs: Kruh v obilí
de: Der Kornkreis
fi: Viljaympyrä
fr: Cercle de récoltes
hu: Gabonakörök
ja: ミステリー・サークル
nl: Graancirkel
ro: Cerc în lan
ru: Круг на полях

source: Each player…
cs: Každý hráč…
de: Jeder Spieler ...
fi: Jokainen pelaaja...
fr: Chaque joueur…
hu: Minden játékos…
ja: 各プレーヤーが…
nl: Elke speler...
ro: Fiecare jucător...
ru: Каждый игрок…

source: may deploy additional follower
cs: muže položit další figurku
de: kann einen weiteren Gefolgsmann setzen
fi: voi asettaa ylimääräisen seuraajan
fr: peut déployer un autre partisan
hu: letehet még egy követőt
ja: コマをもう一つ配置できます
nl: mag bijkomende horige plaatsen
ro: poate poziționa încă un supus
ru: может разместить дополнительного подданного

source: must remove follower
cs: musí odstranit fugurku
de: muss einen Gefolgsmann entfernen
fi: poistaa seuraajaan
fr: doit enlever un partisan
hu: el kell távolítson egy követőt
ja: コマを取り外さなければなりません
nl: moet horige verwijderen
ro: trebuie sã retragã un supus
ru: должен убрать подданного

source: on/from a {0}.
cs: na/z {0}.
de: auf/von {0}.
fi: paikasta/paikkaan {0}
fr: sur/depuis un {0}.
hu: a {0} -ról/re.
ja: {0}に。
nl: op/van een {0}
ro: pe/de pe {0}
ru: на/из {0}.

source: Shepherd
cs: Pastýř
hu: Pásztor

source: Farm with shepherd was expanded.
cs: Louka se stádem byla rozšířena.
hu: Megnövekedett a mező, amelyen a pásztor áll.

source: You can draw another sheep/wolf token from a bag.
cs: Mužete si vytáhnout nový žeton ovce/vlka za sáčku.
hu: Húzhatsz egy újabb birka/farkas jelölőt a zsákból.

source: ({0} tokens left in bag)
cs: (v sáčku zbývá {0} žetonů)
hu: ({0} jelölő maradt a zsákban)

source: Expand the flock of sheep.
cs: Rozšíření stáda.
hu: A nyáj méretének növelése.

source: Or score the flock for {0} points.
cs: Nebo obodovat stádo za {0} bodů.
hu: A nyáj kiértékelése {0} pontért.

source: Herd the flock into the stable.
cs: Zahnání stáda do salaše.
hu: A nyáj visszaterelése az istállóba.

source: Prisoners exchange
cs: Výměna zajatců
hu: Fogolycsere

source: The captured prisoner is going to be immediately exchanged. You can select which follower you want to exchange for.
cs: Zajmutá figurka bude okamžitě vyměněna. Můžete si vybrat za jakou ji chcete vyměnit.
hu: Kiválaszthatod, hogy a fogságban lévő saját alattvalóid közül melyiket szeretnéd kiváltani a foglyul ejtett alattvalóval.

source: Mage and Witch
cs: Mág a čarodějnice
de: Zauberer & Hexe
fi: Noidat
fr: Magicien et sorcière
hu: Mágus és boszorkány
ja: 魔術師と魔女
nl: Tovenaar en Heks
ro: Mag si vrăjitoare
ru: Маг и Ведьма

source: It''s not possible to place mage or witch because there isn''t an unfinished feature. Select what figure do you want to remove from board.
cs: Není možné položit mága ani čarojedějnici protoze na desce není žádná nedokončená cesta nebo město. Vyberte kterou figurku chcete odebrat.
de: Es kann keine Hexe oder Zauberer gesetzt werden, weil alle Bauwerke abgeschlossen sind. Welche Figur soll entfernt werden?
fi: Ei voi pöydätä maagia tai noitaa koska pöydällä ei ole mitään valmistumatonta. Valitse minkä nappulan haluat poistaa pöydältä.
fr: Il n''est pas possible de placer un magicien ou une sorcière car il n''y a pas de construction non terminée . Sélectionnez le pion que vous voulez enlever du plateau de jeu.
hu: Nem lehetséges a mágus és a boszorkány elhelyezése, mert nincs befejezetlen elem. Válaszd ki, melyik figurát szeretnéd eltávolítani!
ja: 未完成な地形が存在しないため、魔術師と魔女の配置ができません。取り外すコマを選んでください。
nl: Het is niet mogelijk om een tovenaar of heks te plaatsen omdat er geen onafgewerkte features (?) zijn. Selecteer het figuurtje dat je wil verwijderen.
ro: Plasarea unui mag sau a unei vrăjitoare este imposibilă deoarece nu există un drum sau un oraş neterminat. Selectaţi personajul pe care doriţi să-l retrageţi.
ru: В данный момент размещение мага или ведьмы невозможно, так как на поле нет незаконченных объектов. Выберите, какую фигуру вы хотите убрать с поля?

source: Remove the mage.
cs: Odebrat mága.
de: Zauberer entfernen.
fi: Poista maagi.
fr: Enlever le magicien.
hu: A mágus eltávolítása
ja: 魔術師を取り外す。
nl: Verwijder de tovenaar.
ro: Retrageţi magul.
ru: Убрать мага.

source: Remove the witch.
cs: Odebrat čarodějnici.
de: Hexe entfernen.
fi: Poista noita.
fr: Enlever la sorcière.
hu: A boszorkány eltávolítása
ja: 魔女を取り外す。
nl: Verwijder de heks
ro: Retrageţi vrăjitoarea.
ru: Убрать ведьму.

source: Place as abbot
cs: Jako opata
de: Als Abt setzen
fi: Pelaa apottina.
fr: Placer en tant qu''abbé
hu: Apátként
ja: 修道院長として配置
nl: Plaats een abt
ro: Plasare ca stareţ
ru: Разместить как аббата

source: Place as monk
cs: Jako mnicha
de: Als Mönch setzen
fi: Pelaa munkkina.
fr: Placer en tant que moine
hu: Szerzetesként
ja: 修道僧として配置
nl: Plaats een monnik
ro: Plasare ca şi cãlugãr
ru: Разместить как монаха

source: How do you want to place follower on monastery?
cs: Jakým způsobem chcete položit figurku na klášter?
de: Möchtest Du einen Gefolgsmann auf ein Kloster setzen?
fi: Kuinka haluat asettaa seuraajan luostariin?
fr: Comment voulez vous placer le partisan sur le monastère ?
hu: Miként szeretnéd elhelyezni az alattvalódat a kolostorban?
ja: コマをどのように修道院に配置しますか？
nl: Wil je echt een horige op het klooster plaatsen?
ro: Cum doriţi sã plasaţi supusul pe mãnãstire?
ru: Каким образом вы хотите разместить подданого на монастыре?

source: Monastery
cs: Klášter
de: Kloster
fi: Luostarit
fr: Monastère
hu: Kolostor
ja: 修道院
nl: Klooster
ro: Mãnãstire
ru: Монастырь

source: New game
cs: Nová hra
de: Neues Spiel
fi: Uusi peli
fr: Nouvelle partie
hu: Új játék
ja: 新しいゲーム
nl: Nieuw spel
ro: Joc nou
ru: Новая игра

source: Connect
cs: Připojit
de: Verbinden
fi: Yhdistä
fr: Connexion
hu: Csatlakozás
ja: 接続する
nl: Verbinden
ro: Conectare
ru: Присоединиться

source: Play Online
cs: Hrát online
de: Online spielen
fi: Pelaa verkossa
fr: Jouer en ligne
hu: Online játék
ja: オンラインプレイ
nl: Online spelen
ro: Joc pe internet
ru: Играть онлайн

source: Disconnect
cs: Odpojit
de: Verbindung abbrechen
fi: Katkaise yhteys
fr: Déconnecter
hu: Kapcsolat bontása
ja: 切断する
nl: Loskoppelen
ro: Deconectare
ru: Отключиться

source: Leave Game
cs: Opustit hru
de: Spiel verlassen
fi: Poistu pelistä
fr: Quitter la partie
hu: Kilépés a játékból
ja: ゲームをやめる
nl: Spel verlaten
ro: Pãrãsire joc
ru: Покинуть игру

source: Save Game
cs: Uložit hru
de: Spiel speichern
fi: Tallenna peli
fr: Sauvegarder la partie
hu: Játék mentése
ja: ゲームを保存
nl: Spel opslaan
ro: Salvare
ru: Сохранить игру

source: Load Game
cs: Nahrát hru
de: Spiel laden
fi: Lataa peli
fr: Charger une partie
hu: Játék betöltése
ja: ゲームを開く
nl: Spel laden
ro: Încărcare joc
ru: Загрузить игру

source: Quit
cs: Konec
de: Beenden
fi: Sulje
fr: Quitter
hu: Kilépés
ja: 終了
nl: Verlaten
ro: Ieșire
ru: Выход

source: Undo
cs: Zpět
de: Rückgängig
fi: Peruuta
fr: Annuler le mouvement
hu: Visszavon
ja: 取り消し
nl: Ongedaan maken
ro: Anulare
ru: Отменить

source: Zoom In
cs: Přiblížit
de: Vergrößern
fi: Suurenna
fr: Zoom avant
hu: Nagyítás
ja: 拡大する
nl: Inzomen
ro: Mărire
ru: Приблизить

source: Zoom Out
cs: Oddálit
de: Verkleinern
fi: Pienennä
fr: Zoom arrière
hu: Kicsinyítés
ja: 縮小する
nl: Uitzomen
ro: Micșorare
ru: Отдалить

source: Rotate Board
cs: Otočit herní plochu
de: Spielbrett drehen
fi: Kierrä pöytää
fr: Tourner le plateau de jeu
hu: Elforgatás
ja: ボードを回す
nl: Roteer spelbord
ro: Rotire tablã de joc
ru: Вращать игровое поле

source: Show Game Events
cs: Zobrazit herní události
hu: Eseménysor megjelenítése

source: Show Last Placements
cs: Zobrazit poslení tahy
de: Letzte Züge anzeigen
fi: Näytä viimeisimmät pöytäämiset
fr: Voir les dernières tuiles posées
hu: Utolsó állás mutatása
ja: 敷設最新タイルを参照
nl: Toon laatste plaatsing
ro: Marcare ultime dale folosite
ru: Показывать последние ходы

source: Show Farm Hints
cs: Zobrazit louky
de: Wiesenmarkierung anzeigen
fi: Näytä peltovinkit.
fr: Visualiser les champs
hu: Egybefüggő mezők jelölése
ja: 草原ヒントを表示
nl: Toon weiland hints
ro: Afişare sugestii pentru ferme
ru: Показывать подсказки по полям

source: Show Projected Points
cs: Zobrazit body za neuzavřené
de: Voraussichtliche Punkte anzeigen
fi: Näytä tulevat pisteet
fr: Afficher la prévision des points
hu: Pontok előrejelzése
ja: 予想ポイントを表示
nl: Toon geprojecteerde punten
ro: Afişare pronostic scor
ru: Показывать прогнозируемые очки

source: Show Discarded Tiles
cs: Zobrazit zahozené kartičky
de: Abgelegte Karten anzeigen
fi: Näytä hylätyt palat
fr: Voir les tuiles défaussées
hu: Kihagyott lapok mutatása
ja: 廃棄されたタイルを参照
nl: Toon uitgesloten tegels
ro: Afișare dale anulate
ru: Показать изъятые карточки

source: Show Game Setup
cs: Zobrazit nastavení hry
de: Spieleinstellungen
fi: Näytä pelin määritykset
fr: Montrer les options du jeu
hu: Beállítások megjelenítése
ja: ゲームのセットアップを表示
nl: Toon spel instellingen
ro: Vizualizare configuraţie de joc
ru: Показать конфигурацию игры

source: Take Screenshot
cs: Uložit screenshot
de: Bildschirmfoto aufnehmen
fi: Ota kuvakaappaus
fr: Prendre une capture d''écran
hu: Képernyőkép készítése
ja: スクリーン ショットを取る
nl: Neem screnshot
ro: Capturã ecran
ru: Сделать снимок экрана

source: Beep Alert at Player Turn
cs: Upozornení na tah pipnutím
de: Aufweckton für Zug des Spielers
fi: Ilmoita vuoron alusta merkkiäänellä
fr: Alerte sonore lors du tour de jeu
hu: Sípszó a játékos körénél
ja: プレイヤーの順番に警告音を鳴らす
nl: Biep bij beurt einde
ro: Anunțare sonoră a rândului jucătorului
ru: Информировать игрока о ходе звуковым сигналом

source: Confirm Every Meeple Deployment
cs: Potvrzovat každé položení figurky
de: Jedes Setzen einer Figur bestätigen
fi: Varmista jokainen pöytääminen
fr: Confirmer chaque placement de partisan
hu: Megerősítő kérdés alattvaló lehelyezésekor
ja: 各コマの配置を確認
nl: Bevestig plaatsing van elke horige
ro: Confirmare plasare supus oriunde
ru: Подтверждать размещение каждого подданного

source: Confirm Meeple Deployment on a Farm
cs: Potvrzovat položení figurky na louku
de: Setzen einer Figur auf eine Wiese bestätigen
fi: Varmista pöytääminen pellolle
fr: Confirmer le placement d''un partisan sur un pré
hu: Megerősítő kérdés mezőre helyezésnél
ja: 草原にコマの配置を確認
nl: Bevestig plaatsing van horige op weiland
ro: Confirmare plasare supus pe ferme
ru: Подтверждать размещение подданного на поле

source: Confirm Meeple Deployment on a Tower
cs: Potvrzovat položení figurky na věž
de: Setzen einer Figur auf einen Turm bestätigen
fi: Varmista pöytääminen torniin
fr: Confirmer le placement d''un partisan sur une tour
hu: Megerősítő kérdés toronyra helyezésnél
ja: 塔にコマの配置を確認
nl: Bevestig plaatsing van horige op toren
ro: Confirmare plasare supus pe turnuri
ru: Подтверждать размещение подданого на башню

source: Confirm Ransom Payment
cs: Potvrzovat zaplacení výkupného
de: Lösegeldzahlung bestätigen
fi: Vahvista lunnaiden maksu
fr: Confirmer le paiement de la rançon
hu: Megerősítés váltságdíj kifizetésekor
ja: 身代金の支払いを確認
nl: Bevestig losgeld betaling
ro: Confirmare plată răscumpărare
ru: Подтверждать уплату выкупа

source: About
cs: O programu
de: Über
fi: Tietoja
fr: À propos
hu: A programról
ja: バージョン情報
nl: Over
ro: Despre
ru: О программе

source: Report Bug
cs: Nahlásit chybu
de: Fehler melden
fi: Raportoi ohjelmistovirheestä
fr: Rapporter une erreur
hu: Hibabejelentés
ja: バグを報告する
nl: Probleem melden
ro: Raportare problemã
ru: Сообщить об ошибке

source: Session
cs: Sezení
de: Sitzung
fi: Sessio
ja: セッション
nl: Sessie
ro: Sesiune
ru: Сессия

source: Game
cs: Hra
de: Spiel
fi: Peli
fr: Jeu
hu: Játék
ja: ゲーム
nl: Spel
ro: Joc
ru: Игра

source: Settings
cs: Nastavení
de: Einstellungen
fi: Asetukset
fr: Paramètres
hu: Beállítások
ja: 設定
nl: Instellingen
ro: Setări
ru: Настройки

source: Help
cs: Nápověda
de: Hilfe
fi: Apua
fr: Aide
hu: Segítség
ja: ヘルプ
ro: Ajutor
ru: Помощь

source: Game title
cs: Název hry
de: Spieltitel
fi: Pelin nimi
fr: Titre de la partie
hu: Játék címe
ja: ゲーム名
nl: Spel titel
ro: Titlu joc
ru: Название игры

source: Password
cs: Heslo
de: Passwort
fi: Salasana
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
ro: Parolă
ru: Пароль
